<template>
  <div class="buaa-agreement">
    <!--人工智能科学计算共性平台软件用户协议-->
    <div class="p1520">
      <h1 class="ios_tit1">人工智能科学计算共性平台用户协议</h1>
      <div class="back" @click="$router.back()">
        返回
      </div>
      <br>
      <div class="ios_con">人工智能科学计算共性平台软件用户协议（以下简称“本协议”）是人工智能科学计算研究团队与您就
        “人工智能科学计算共性平台软件”软件（以下简称“人工智能科学计算研究”或“本软件”）的安装及使用等相关事项所订立的有效合约。您通过点击确认本协议或以其他方式选择接受本协议，即表示您已与人工智能科学计算研究团队达成协议并同意接受本协议的全部如下约定内容。
      </div>
      <br>
      <br>
      <h1 class="ios_tit2"><strong>一、请务必认真阅读和理解本协议中规定的所有权利和限制。您一旦安装、复制、下载、访问或以其它方式使用本产品，将视为对本协议的接受，即表示您同意接受本协议各项条款的约束。您务必保证从人工智能科学计算研究团队指定的站点下载本产品以及人工智能科学计算研究团队发行的介质上获得本产品，否则因此导致可能的风险及损失，人工智能科学计算研究团队不承担任何责任。</strong>
      </h1>
      <br><br>
      <h1 class="ios_tit2"><strong>二、权利声明</strong></h1>
      <div class="ios_con">
        1、人工智能科学计算研究团队系人工智能科学计算研究的著作权人，人工智能科学计算研究的一切知识产权，以及与人工智能科学计算研究相关的所有信息内容，包括但不限于文字表述及其组合、图标、图饰、图像、图表、色彩、界面设计、版面框架、有关数据、附加程序、印刷材料或电子文档等均为人工智能科学计算研究团队所有，受著作权法和国际著作权条约以及其他知识产权法律法规的保护。
      </div>
      <br>
      <div class="ios_con">
        2、未经人工智能科学计算研究团队书面同意，用户不得以任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权，人工智能科学计算研究团队保留追究上述未经许可行为的权利。
      </div>
      <br>
      <div class="ios_con">3、禁止反向工程、反向编译和反向汇编：用户不得对本软件产品进行反向工程（Reverse
        Engineer）、反向编译（Decompile）或反向汇编（Disassemble），同时不得改动编译在程序文件内部的任何资源。除法律、法规明文规定允许上述活动外，用户必须遵守此协议限制。
      </div>
      <br>
      <div class="ios_con">4、组件分割：本软件产品是作为一个整体产品而被授予许可使用,用户不得将各个部分分开用于任何目的。</div>
      <br>
      <div class="ios_con">5、个别授权：如需进行商业性的销售、复制、分发，包括但不限于软件销售、预装、捆绑等，必须获得人工智能科学计算研究团队的书面授权和许可。</div>
      <br>
      <div class="ios_con">6、保留权利：本协议未明示授权的其他一切权利仍归人工智能科学计算研究团队所有，用户使用其他权利时必须获得人工智能科学计算研究团队的书面同意。</div>
      <br>
      <div class="ios_con">7、人工智能科学计算研究提供的书籍内容仅代表作者自己的立场和观点，与人工智能科学计算研究团队无关，由作者本人承担一切法律责任。</div>
      <br><br>
      <h1 class="ios_tit2"><strong>三、用户使用须知</strong></h1>
      <br>
      <div class="ios_con">1、软件的修改和升级：人工智能科学计算研究团队保留随时为用户提供本软件的修改、升级版本的权利。由用户选择确定后，软件会进行升级更新，使用运营商网络产生相应的数据流量费，由运营商收取。
      </div>
      <br>
      <div class="ios_con">2、用户应在遵守法律及本协议的前提下使用本软件。用户无权实施包括但不限于下列行为:
        <p>（1）删除或者改变本软件上的所有权利管理电子信息；</p>
        <p>（2）故意避开或者破坏著作权人为保护本软件著作权而采取的技术措施；</p>
        <p>（3）利用本软件误导、欺骗他人;</p>
        <p>（4）违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行；</p>
        <p>（5）未经允许，进入计算机信息网络或者使用计算机信息网络资源；</p>
        <p>（6）未经允许，对计算机信息网络功能进行删除、修改或者增加；</p>
        <p>（7）未经允许，对计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；</p>
        <p>（8）破坏本软件系统或网站的正常运行，故意传播计算机病毒等破坏性程序；</p>
        <p>（9）其他任何危害计算机信息网络安全的行为。</p>
      </div>
      <br>
      <div class="ios_con">5.用户的账号安全相关说明：
        <p>（1）为保护账户安全，避免账号密码共享泄漏被盗，人工智能科学计算研究帐号仅限个人使用，不允许转借或租赁他人；</p>
        <p>（2）为了你的账号安全，禁止使用模拟器登录人工智能科学计算研究账号，一经系统核实将永久封禁该账号；</p>
        <p>（3）同一账号登录多个设备或者在同一设备登录多个账号的，一经系统核实将永久封禁该账号。（“设备”包括但不限于手机、平板电脑、IReader阅读器等）</p>
      </div>
      <br>
      <div class="ios_con">
        6、对于从非人工智能科学计算研究团队指定站点下载的本软件产品以及从非人工智能科学计算研究团队发行的介质上获得的本软件产品，人工智能科学计算研究团队无法保证该软件是否感染计算机病毒、是否隐藏有伪装的木马程序或者黑客软件，使用此类软件，将可能导致不可预测的风险，建议用户不要轻易下载、安装、使用，人工智能科学计算研究团队不承担任何由此产生的法律责任。
      </div>
      <br>
      <div class="ios_con">7、隐私权保护<br>
        人工智能科学计算研究团队承诺遵守《隐私政策》以及适用法律的规定。人工智能科学计算研究团队制定了以下四项隐私权保护原则，指导我们如何来处理产品中涉及到用户隐私权和用户信息等方面的问题：
        <p>（1）利用我们收集的信息为用户提供有价值的产品和服务。</p>
        <p>（2）开发符合隐私权标准和隐私权惯例的产品。</p>
        <p>（3）将个人信息的收集透明化，并由权威第三方监督。</p>
        <p>（4）尽最大的努力保护我们掌握的信息。</p>
      </div>

      <br><br>
      <h1 class="ios_tit2"><strong>四、对用户和第三方的知识产权的保护</strong></h1>
      <div class="ios_con">
        1、用户在使用本软件所含服务过程中，可能需要通过发表评论等各种方式向人工智能科学计算研究团队提供内容，用户在本软件上发表的全部原创内容，著作权均归用户本人所有。用户发表的评论仅代表用户观点，与人工智能科学计算研究团队无关。
      </div>
      <br>
      <div class="ios_con">
        2、用户不能侵犯包括他人的著作权在内的知识产权以及其他权利。一旦由于用户发表的任何内容发生法律纠纷，其责任由用户本人承担。
      </div>
      <br>
      <div class="ios_con">
        3、对于用户发表到本软件上的任何内容，用户同意授权人工智能科学计算研究团队在全球范围内具有免费的、永久性的、不可撤销的、非独家的权利和许可，允许人工智能科学计算研究团队以使用、复制、修改、改编、出版、翻译、再许可、创作衍生作品、出版、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。并且，用户许可人工智能科学计算研究团队有权利就任何主体侵权而单独采取法律行动（包括但不限于诉讼、举报、律师函等形式）。
      </div>
      <br>
      <div class="ios_con">
        4、如用户的言论侵犯了第三方的著作权或其他权利，第三方提出异议的时候，人工智能科学计算研究团队有权删除相关的内容，且追究用户的法律责任。
      </div>
      <br>
      <div class="ios_con">
        5、未经人工智能科学计算研究团队书面许可，禁止使用任何爬虫程序、蜘蛛程序、拟人程序、其他自动设备，或手动程序来读取、复制、存储本软件或其所包含的任何内容。否则，人工智能科学计算研究团队有权依法追究法律责任。
      </div>
      <br><br>
      <h1 class="ios_tit2"><strong>五、内容版权声明</strong></h1>
      <div class="ios_con">人工智能科学计算研究团队承诺遵守并尊重中国现行法律法规及其他规范性文件对著作权人的保护，并依照规定制定了<a href="obligee.html"> 权利人保护指引</a>。作为权利人，当您发现人工智能科学计算研究提供的内容侵犯了您的合法权益时，您应当按照处理流程首先向我们发送“权利通知”，我们将根据中国法律法规和政府规范性文件采取措施移除相关内容或断开、屏蔽相关链接。
      </div>
      <br><br>
      <h1 class="ios_tit2"><strong>六、免责及责任的限制</strong></h1>
      <div class="ios_con">
        1、用户确认，其知悉本软件所有功能及人工智能科学计算研究团队为实现本软件各功能所进行的必要操作，其根据自身需求自愿选择使用本软件及相关服务，因使用本软件及相关服务所存在的风险和一切后果将完全由其自己承担，人工智能科学计算研究团队不承担任何责任。
      </div>
      <br>
      <div class="ios_con">
        2、本软件经过详细的测试，但不能保证与所有的软硬件系统完全兼容，不能保证本软件完全没有错误。如果出现不兼容及软件错误的情况，用户可拨打技术支持电话将情况报告人工智能科学计算研究团队，获得技术支持。如果无法解决兼容性问题，用户可以删除本软件。
      </div>
      <br>
      <div class="ios_con">
        3、在适用法律允许的最大范围内，对因使用或不能使用本软件所产生的损害及风险，包括但不限于直接或间接的个人损害、商业赢利的丧失、贸易中断、商业信息的丢失或任何其它经济损失，人工智能科学计算研究团队不承担任何责任。
      </div>
      <br>
      <div class="ios_con">4、对于因电信系统或互联网网络故障、手机故障或病毒、信息损坏或丢失、手机系统问题或其它任何不可抗力原因而产生损失，人工智能科学计算研究团队不承担任何责任。</div>
      <br>
      <div class="ios_con">5、用户违反本协议规定，对人工智能科学计算研究团队造成损害的，人工智能科学计算研究团队有权采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。</div>
      <br><br>
      <h1 class="ios_tit2"><strong>七、法律及争议解决</strong></h1>
      <div class="ios_con">1、本协议适用中华人民共和国法律。</div>
      <div class="ios_con">2、因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均有权向被告住所地法院提起诉讼。</div>
      <br><br>
      <h1 class="ios_tit2"><strong>八、其他条款</strong></h1>
      <div class="ios_con">1、如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</div>
      <div class="ios_con">
        2、人工智能科学计算研究团队有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议。修改后的协议会在人工智能科学计算研究团队网站上公布，并随附于新版本软件。当发生有关争议时，以最新的协议文本为准。如果不同意改动的内容，用户可以自行删除本软件。如果用户继续使用本软件，则视为您接受本协议的变动。
      </div>
      <div class="ios_con">3、人工智能科学计算研究团队在法律允许的最大范围内对本协议拥有解释权与修改权。</div>
      <div class="ios_con">4、感谢您使用本软件，任何时候如果您对我们的声明内容有疑问，请联系我们的电子邮箱：cnai4s@126.com</div>
    </div>


    <!--人工智能科学计算研究团队用户协议-->
    <div class="p1520">
      <h1 class="ios_tit1">人工智能科学计算研究团队用户协议</h1>
      <br>
      <div class="ios_con">
        人工智能科学计算研究团队用户协议（以下简称“本协议”），是人工智能科学计算研究团队（以下简称“人工智能科学计算研究团队”）与您就注册、登录及使用人工智能科学计算研究团队等相关事项所订立的有效合约。点击同意本协议或以其他方式选择接受本协议，即表示您已与人工智能科学计算研究团队达成协议并同意接受本协议的全部如下约定内容。若不同意则可停止注册、登录或使用人工智能科学计算研究团队平台。
      </div>
      <br>
      <br>
      <h1 class="ios_tit2"><b>1. 定义</b></h1>
      <div class="ios_con">1.1人工智能科学计算研究：是指为人工智能科学计算研究团队提供技术支持和服务的网站及移动客户端。</div>
      <br>
      <div class="ios_con">
        1.2人工智能科学计算研究团队：人工智能科学计算研究团队是人工智能科学计算研究团队为作者提供的创作平台，您可以通过人工智能科学计算研究团队发表作品、分享内容，向用户传播信息，与用户交流互动等。
      </div>
      <br>
      <div class="ios_con">
        人工智能科学计算研究团队是提供网络信息存储空间的网络服务提供者。人工智能科学计算研究团队将不定时地对上述定义中的各名词进行修改和解释，并在人工智能科学计算研究团队平台上公布以便您更好地理解和使用。
      </div>
      <br><br>
      <h1 class="ios_tit2"><b>2. 用户使用须知</b></h1>
      <div class="ios_con">
        2.1为使您更好地使用人工智能科学计算研究团队平台的各项服务，请按照相关法律规定及人工智能科学计算研究团队的要求完成实名认证。注册、使用人工智能科学计算研究团队时，请您提供真实、准确、合法、有效的相关身份证明材料及必要信息（包括真实姓名、电子邮箱、联系电话、联系地址等），并注意及时更新，以便人工智能科学计算研究在必要时能够与您取得联系。为使您更好地使用人工智能科学计算研究团队平台的各项服务，请您按照相关法律规定及人工智能科学计算研究团队要求完成实名认证。您应当对您提供的账号资料的真实性、合法性、准确性和有效性独立承担责任。
      </div>
      <br>
      <div class="ios_con">
        2.2为保障用户和公司利益，人工智能科学计算研究团队有权在核查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件、公司官方声明/说明等）后再决定是否批准您的注册申请。若您提交的材料或填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。
      </div>
      <br>
      <div class="ios_con">2.3用户权利：
        <p class="color_gray">2.3.1您有权通过人工智能科学计算研究账户登录并使用人工智能科学计算研究团队。您在仔细阅读并充分理解本协议内容并点击同意本协议后，方可开始使用人工智能科学计算研究团队。</p>
        <p class="color_gray">
          2.3.2点击同意本协议，即表示您接受人工智能科学计算研究团队现有的功能及规则，也同意人工智能科学计算研究团队有权无须经过用户同意或提前作出告知而直接对人工智能科学计算研究团队的功能、规则进行修改、升级。
        </p>
      </div>
      <br>
      <div class="ios_con">2.4用户义务：
        <br>
        <p class="color_gray">2.4.1请您妥善保管本人的账户信息，并对此账户下发生的一切行为承担全部法律责任。不向任何第三方透露账号或密码信息。</p>
        <p class="color_gray">2.4.2
          请您保证对在人工智能科学计算研究团队平台制作、复制、上传、发布、传播的所有内容享有合法权利，若您发布的内容引发纠纷或侵犯了任何第三方的合法权益，您本人须承担全部法律责任。</p>
        <p class="color_gray">
          2.4.3您在使用人工智能科学计算研究团队的过程中所制作、复制、上传、发布、传播的所有内容，包括但不限于账户头像、名称、用户说明、注册信息及其他资料，以及以文字、语音、图片、视频、图文、图表、漫画等形式发送、回复的消息、评论和相关链接页面，不得包含如下法律、法规和政策禁止的内容：</p>
        <p class="t_indent">（1）含有性描写或性暗示以及其他低俗内容的信息；</p>
        <p class="t_indent">（2）骚扰信息、垃圾信息及广告；</p>
        <p class="t_indent">（3）涉及他人隐私的个人信息或个人资料；；</p>
        <p class="t_indent">（4）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益的信息；</p>
        <p class="t_indent">（5）干扰人工智能科学计算研究团队正常运营、侵犯其他用户或第三方合法权益的内容。</p>
        <p class="color_gray">2.4.4为保证人工智能科学计算研究团队的正常运营，维护良好的网络环境及用户体验，请您不要利用人工智能科学计算研究团队制作、复制、上传、发布、传播如下内容：</p>
        <p class="t_indent">（1）含有性描写或性暗示以及其他低俗内容的信息；</p>
        <p class="t_indent">（2）骚扰信息、垃圾信息及广告；</p>
        <p class="t_indent">（3）涉及他人隐私的个人信息或个人资料；</p>
        <p class="t_indent">（4）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益的信息；</p>
        <p class="t_indent">（5）干扰人工智能科学计算研究团队正常运营、侵犯其他用户或第三方合法权益的内容。</p>
        <p class="color_gray">2.4.5为确保人工智能科学计算研究团队和用户的利益，请您在使用人工智能科学计算研究团队的过程中，不要进行以下行为：</p>
        <p class="t_indent">（1）账户名称、头像和简介等注册信息出现违法或不良信息；</p>
        <p class="t_indent">（2）冒充社会名人或机构组织的名义注册账户信息；</p>
        <p class="t_indent">（3）未经许可使用人工智能科学计算研究团队的网站名称、公司名称、商标、商业标识、网页版式或内容，或其他由人工智能科学计算研究团队享有知识产权或权利的信息或资料；
        </p>
        <p class="t_indent">（4）利用人工智能科学计算研究团队平台及账户从事违法犯罪活动；</p>
        <p class="t_indent">（5）其他违反本协议或本协议补充协议约定的行为。</p>
        <p class="color_gray">
          2.4.6您有义务保证所提供信息的真实性、合法性、完整性及有效性，如人工智能科学计算研究团队按照您所提供的信息与您联系未果，或您未按照人工智能科学计算研究团队要求及时提供信息或提供的信息不实，人工智能科学计算研究团队将按照相关规则予以处理，您应承担由此对您自身及人工智能科学计算研究团队造成的全部损失与不良后果。</p>
        <p class="color_gray">
          2.4.7您在使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议，人工智能科学计算研究团队和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
        <p class="color_gray">
          2.4.8因违反法律规定或本协议规定造成违约或侵犯第三方合法权益的，您应负责解决。如果给人工智能科学计算研究团队造成损失的，人工智能科学计算研究团队有权向您追偿因此所遭受的全部损失，包括直接损失、间接损失、预期利益损失等。</p>
      </div>
      <br><br>
      <h1 class="ios_tit2"><b>3. 对用户和第三方的知识产权的保护 </b></h1>
      <div class="ios_con">3.1
        用户在使用人工智能科学计算研究团队过程中，通过发表评论等各种方式向人工智能科学计算研究团队提供的全部原创内容，著作权均归用户本人所有。用户发表的评论仅代表用户观点，与人工智能科学计算研究团队无关。
      </div>
      <br>
      <div class="ios_con">3.2 用户不能侵犯包括他人的著作权在内的知识产权以及其他权利。如用户发表的内容引发法律纠纷，其责任由用户本人承担。
      </div>
      <br>
      <div class="ios_con">3.3
        对于用户发表到人工智能科学计算研究团队上的所有内容，用户同意授权人工智能科学计算研究团队在全球范围内具有免费的、永久性的、不可撤销的、非独家的权利和许可，人工智能科学计算研究团队可以使用、复制、修改、改编、出版、翻译、再许可、创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。并且，人工智能科学计算研究团队有权就任何主体侵权行为单独采取法律手段（包括但不限于诉讼、举报、律师函等形式）。
      </div>
      <br>
      <div class="ios_con">3.4 如用户的言论侵犯了第三方的著作权或其他权益，第三方提出异议时，人工智能科学计算研究团队有权删除相关的内容，且追究用户的法律责任。</div>
      <br>
      <div class="ios_con">3.5
        未经人工智能科学计算研究团队书面许可，禁止使用任何爬虫程序、蜘蛛程序、拟人程序、其他自动设备或手动程序来读取、复制、存储本软件或其所包含的任何内容。否则，人工智能科学计算研究团队有权依法追究法律责任。
      </div>
      <br><br>
      <h1 class="ios_tit2"><b>4. 隐私权保护</b></h1>
      <div class="ios_con">4.1人工智能科学计算研究团队重视对用户个人隐私的保护，用户点击同意本协议，即代表同意人工智能科学计算研究团队按照本公司用户信息保护政策收集、存储、使用、披露、和保护用户个人信息。
      </div>
      <br>
      <div class="ios_con">
        4.2用户在使用人工智能科学计算研究团队时获得的第三方信息，仅可用于自身分享所需，不得复制、存储、编辑、发布、出租、出售或以其他方式披露或使用，第三方信息包括但不限于商业信息数据、交易数据、第三方联系方式等。
      </div>
      <br>
      <br>
      <h1 class="ios_tit2"><b>5．免责及责任的限制</b></h1>
      <div class="ios_con">5.1
        用户确认，其知悉本软件所有功能及人工智能科学计算研究团队为实现本软件各功能所进行的必要操作，其根据自身需求自愿选择使用本软件及相关服务，因使用本软件及相关服务所造成的风险和一切后果由用户个人承担，人工智能科学计算研究团队不承担任何责任。
      </div>
      <br>
      <div class="ios_con">5.2
        本软件经过专业的测试，但不能保证与所有的软硬件系统完全兼容，亦不能保证完全没有错误。如发现不兼容或软件出错的情况，用户可拨打人工智能科学计算研究团队技术支持电话将情况说明，获得技术支持。如果无法解决兼容性问题，用户可以删除本软件。
      </div>
      <br>
      <div class="ios_con">5.3
        在适用法律允许的最大范围内，对因使用或不能使用本软件所产生的损害及风险，包括但不限于直接或间接的个人损害、商业赢利的丧失、贸易中断、商业信息的丢失或任何其他经济损失，人工智能科学计算研究团队不承担任何责任。
      </div>
      <br>
      <div class="ios_con">5.4 对于因电信系统或互联网网络故障、手机故障或病毒、信息损坏或丢失、手机系统问题或其他任何不可抗力原因而产生的损失，人工智能科学计算研究团队不承担任何责任。</div>
      <br>
      <div class="ios_con">5.5 用户违反本协议规定，对人工智能科学计算研究团队造成损害的，人工智能科学计算研究团队有权采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。</div>
      <br><br>
      <h1 class="ios_tit2"><b>6. 服务的终止</b></h1>
      <div class="ios_con">
        6.1人工智能科学计算研究团队有权在任何时候，基于任何原因，暂时或永久地终止本网站服务之全部或部分，而无需提前通知。人工智能科学计算研究团队对人工智能科学计算研究服务的终止对用户和任意第三人均无需承担任何责任。
      </div>
      <br>
      <div class="ios_con">
        6.2人工智能科学计算研究有权在任何时候，基于任何原因，暂时或永久地终止用户的账号、密码使用本网站服务，或删除、转移用户存储、发布在本网站的内容，而无需提前通知，且对用户和任意第三人均无需承担任何责任。
      </div>
      <br><br>
      <h1 class="ios_tit2"><b>7. 法律及争议解决</b></h1>
      <div class="ios_con">7.1本协议适用中华人民共和国法律。</div>
      <br>
      <div class="ios_con">7.2因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均有权向被告住所地法院提起诉讼。</div>
      <br>
      <div class="ios_con">7.3人工智能科学计算研究团队可能不时发布针对用户的相关协议，并可能将该相关协议作为对本协议的补充或修改而将其内容作为本协议的一部分。请您及时关注并阅读相关协议。</div>
      <br>
      <div class="ios_con">7.4本协议任意一条被视为废止、无效或不可执行，该条款应视为可分的且不影响本协议其他条款的法律效力。</div>
      <br><br>
      <h1 class="ios_tit2"><b>8. 其他</b></h1>
      <div class="ios_con">
        您点击同意本协议即视为您已阅读并同意受本协议的约束。人工智能科学计算研究团队有权在必要时修改本协议条款。你可以在软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用，即视为您已接受变更后的协议。如果您不接受变更后的协议，应当停止使用本服务。
      </div>
    </div>
  </div>
</template>
<script>

</script>
<style lang="scss" scoped>
.buaa-agreement {
  font-size: 14px;
  line-height: 18px;
  position: relative;
  .p1520 {
    padding: 32px;
  }

  .back {
    background-color: #587dff;
    border-radius: 0 0 0 20px;
    position: absolute;
    top: 0;
    right: 0;
    font-size: 16px;
    display: flex;
    align-items: center;
    justify-content: center;
    color: #fff;
    width: 100px;
    height: 40px;
    .backImg {
      width: 16px;
      height: 16px;
      margin-right: 2px;
    }
  }
  .ios_tit1 {
    font-size: 20px;
    font-weight: bold;
  }

  .ios_con {
    color: #555;
  }

  .ios_con p {
    margin: 5px 0;
  }

  .ios_tit2 {
    font-size: 16px;
    margin-bottom: 10px;
  }

  .ios_tit3 {
    font-size: 15px;
    margin-bottom: 10px;
    color: #000;
    font-weight: bold;
  }

  .ios_tit4 {
    font-size: 14px;
    margin-bottom: 10px;
  }

  .ios_img {
    margin: 30px 0;
  }

  .ios_img img {
    width: 100%;
  }

  .img_d_x {
    text-align: center;
    width: 100%;
  }

  .color_js {
    color: #ed7f14;
  }

  .color_gray {
    color: #777;
  }

  .v_android {
    display: none
  }

  .v_ios {
    display: none
  }

  .is_ios .v_ios {
    display: block
  }

  .is_android .v_android {
    display: block
  }

  .go_history_tit {
    padding: 20px 20px 10px
  }

  .go_history {
    padding: 0 20px 10px;
    color: #69f
  }

  .sdklist {
    padding-top: 5px;
    color: #69f
  }

  .g_table {
    width: 100%;
    margin: 1em 0;
    font-size: 12px;
    table-layout: fixed;
    border-collapse: collapse;
  }

  .g_table th {
    padding: 4px;
    border: #ccc 1px solid;
  }

  .g_table td {
    padding: 4px;
    border: #ccc 1px solid;
    word-break: break-all;
  }

  .g_table td:first-child {
    text-align: center;
  }

  a {
    word-break: break-all;
  }

  .fw-700 {
    font-weight: 700;
  }

  .underline {
    text-decoration: underline;
  }
}
</style>
